Repository: r3code/lazarus-exception-logger
Catalog: languages/UExceptionLogger.*.po
Languages: ru

source: Address
ru: Адрес

source: App. title
ru: Назв. приложения

source: Build target
ru: Режим сборки

source: Call stack
ru: Стек вызова

source: Class
ru: Класс

source: Continue
ru: Продолжить

source: Compiled date
ru: Дата компиляции

source: free disk space
ru: своб. на диске

source: Details
ru: Подробности

source: Error occured during program execution:
ru: Во время выполнения программы произошла ошибка:

source: Report file not created
ru: Файл отчета не создан

source: Exception class
ru: Класс исключ-я

source: Exception handler cannot be synchronized with main thread.
ru: Обработчик ошибок не может быть синхронизирован с основным потоком

source: Exception info
ru: Данные ошибки

source: Exception message
ru: Сообщение исключ-я

source: Executable
ru: Имя файла

source: General
ru: Общее

source: Skip this exception next
ru: Не замечать далее

source: LCL version
ru: Версия LCL

source: Line
ru: Строка

source: Operating system
ru: Версия ОС

source: Procedure/method
ru: Процедура/метод

source: Process ID
ru: Идентиф. процесса

source: program up time
ru: время работы прогр.

source: Date/time
ru: Дата/время

source: Exit program
ru: Завершить

source: Thread ID
ru: Идентиф. потока

source: Unit
ru: Модуль

source: user name
ru: Имя пользователя

source: Version
ru: Версия

source: Widget set
ru: Набор виджетов
